[
    {
        "book": "dickens",
        "screen_id_1":"01",
        "sentence_in_screen_id_1":"6",
        "screen_id_2":"02",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"He used to tell me that as soon as I was ten he would send me off to",
        "sentence_2":"work and that I’d better get rid of all my scatterbrained ideas if I didn’t want to end up a loser, a nobody.",
        "joined_sentence": "He used to tell me that as soon as I was ten he would send me off to work and that I’d better get rid of all my scatterbrained ideas if I didn’t want to end up a loser, a nobody."
    },
    {
        "book": "dickens",
        "screen_id_1":"02",
        "sentence_in_screen_id_1":"6",
        "screen_id_2":"03",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"He was convinced that I spent them on licorice sticks, sunflower",
        "sentence_2":"seeds, or sweets, but I would keep them in a coffee tin under the bed, and when I’d collected four or five reales I’d secretly rush out to buy myself a book.",
        "joined_sentence":"He was convinced that I spent them on licorice sticks, sunflower seeds, or sweets, but I would keep them in a coffee tin under the bed, and when I’d collected four or five reales I’d secretly rush out to buy myself a book."
    },
    {
        "book": "dickens",
        "screen_id_1":"03",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"04",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"It was only small change — if I’d had to buy a book with that pittance, I would probably have been able to afford only a booklet",
        "sentence_2":"of cigarette papers.",
        "joined_sentence":"It was only small change — if I’d had to buy a book with that pittance, I would probably have been able to afford only a booklet of cigarette papers."
    },
    {
        "book": "flytrap",
        "screen_id_1":"02",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"03",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"How does the plant encode and store the information from the unassuming bug’s encounter with the",
        "sentence_2":"first hair?",
        "joined_sentence":"How does the plant encode and store the information from the unassuming bug’s encounter with the first hair?"
    },
    {
        "book": "flytrap",
        "screen_id_1":"03",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"04",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"In their studies, they discovered that touching a trigger hair on the Venus flytrap causes an electric action potential [a temporary reversal in the electrical polarity of a cell membrane] that induces calcium channels to open in the trap",
        "sentence_2":"(this coupling of action potentials and the opening of calcium channels is similar to the processes that occur during communication between human neurons), thus causing a rapid increase in the concentration of calcium ions.",
        "joined_sentence":"In their studies, they discovered that touching a trigger hair on the Venus flytrap causes an electric action potential [a temporary reversal in the electrical polarity of a cell membrane] that induces calcium channels to open in the trap (this coupling of action potentials and the opening of calcium channels is similar to the processes that occur during communication between human neurons), thus causing a rapid increase in the concentration of calcium ions."
    },
    {
        "book": "flytrap",
        "screen_id_1":"04",
        "sentence_in_screen_id_1":"3",
        "screen_id_2":"05",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"The encoding of the information requires maintaining a high enough level of calcium so that a second increase (triggered by touching the second hair) pushes",
        "sentence_2":"the total concentration of calcium over the threshold.",
        "joined_sentence":"The encoding of the information requires maintaining a high enough level of calcium so that a second increase (triggered by touching the second hair) pushes the total concentration of calcium over the threshold."
    },
    {
        "book": "flytrap",
        "screen_id_1":"05",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"06",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"This made the trap close without any direct touch to its trigger hairs (while they",
        "sentence_2":"didn’t measure calcium levels, the current likely led to increases).",
        "joined_sentence":"This made the trap close without any direct touch to its trigger hairs (while they didn’t measure calcium levels, the current likely led to increases)."
    },
    {
        "book": "genome",
        "screen_id_1":"01",
        "sentence_in_screen_id_1":"6",
        "screen_id_2":"02",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"Our bodies’ own enzymes, hormones, clotting factors, and antibodies",
        "sentence_2":"are commonly used to treat cancer, diabetes, autoimmune diseases, and more.",
        "joined_sentence":"Our bodies’ own enzymes, hormones, clotting factors, and antibodies are commonly used to treat cancer, diabetes, autoimmune diseases, and more."
    },
    {
        "book": "genome",
        "screen_id_1":"02",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"03",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"Then doctors could collect",
        "sentence_2":"medicine by the bucketful.",
        "joined_sentence":"Then doctors could collect medicine by the bucketful."
    },
    {
        "book": "genome",
        "screen_id_1":"03",
        "sentence_in_screen_id_1":"6",
        "screen_id_2":"04",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"It acts as a molecular bouncer, sidling up to",
        "sentence_2":"clot-forming compounds and escorting them out of the bloodstream.",
        "joined_sentence":"It acts as a molecular bouncer, sidling up to clot-forming compounds and escorting them out of the bloodstream."
    },
        {
        "book": "genome",
        "screen_id_1":"04",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"05",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"The company’s scientists took the gene for human antithrombin and injected it directly into",
        "sentence_2":"goat eggs.",
        "joined_sentence":"The company’s scientists took the gene for human antithrombin and injected it directly into goat eggs."
    },
    {
        "book": "genome",
        "screen_id_1":"05",
        "sentence_in_screen_id_1":"8",
        "screen_id_2":"06",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"ATryn hit the market in 2006, becoming the world’s first transgenic animal",
        "sentence_2":"drug.",
        "joined_sentence":"ATryn hit the market in 2006, becoming the world’s first transgenic animal drug."
    },
    {
        "book": "northpole",
        "screen_id_1":"01",
        "sentence_in_screen_id_1":"5",
        "screen_id_2":"02",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"Rising slowly from the earth that bore me and gave me sustenance, I am carried helplessly toward an uninhabited and hostile, or at best indifferent, part of the earth, littered with the bones of",
        "sentence_2":"explorers and the wrecks of ships, frozen supply caches, messages scrawled with chilled fingers and hidden in cairns that no eye will ever see.",
        "joined_sentence":"Rising slowly from the earth that bore me and gave me sustenance, I am carried helplessly toward an uninhabited and hostile, or at best indifferent, part of the earth, littered with the bones of explorers and the wrecks of ships, frozen supply caches, messages scrawled with chilled fingers and hidden in cairns that no eye will ever see."
    },
    {
        "book": "northpole",
        "screen_id_1":"02",
        "sentence_in_screen_id_1":"4",
        "screen_id_2":"03",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"What I don’t understand is why I am so intent on going to this",
        "sentence_2":"particular place.",
        "joined_sentence":"What I don’t understand is why I am so intent on going to this particular place."
    },
    {
        "book": "northpole",
        "screen_id_1":"04",
        "sentence_in_screen_id_1":"10",
        "screen_id_2":"05",
        "sentence_in_screen_id_1": "0",
        "sentence_1":"What I am on the",
        "sentence_2":"brink of knowing, I now see, is not an ephemeral mathematical spot but myself.",
        "joined_sentence":"What I am on the brink of knowing, I now see, is not an ephemeral mathematical spot but myself."
    }
]